Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

# PALLET TOWN Shades of your journey await!
source: PALLET TOWN\nShades of your journey await!
pl: PALLET TOWN\nCienie przygody już czekają!

source: OAK: Ah, {PLAYER}!\nYou're back, are you?\pHow much have you filled in your\nPOKéDEX?\pMay I see it?\pLet's see…
pl: OAK: Ach, {PLAYER}!\nJuż wróciłeś?\pJak idzie ci wypełnianie\nPOKéDEKSU?\pCzy możesz mi go pokazać?\pZobaczmy...

source: You've caught {STR_VAR_2}…\pHm, it looks as if you're putting\nin an honest effort.\pWhen you manage to fill it some\nmore, come show me, please.
pl: Złapałeś {STR_VAR_2}...\pWygląda na to, że traktujesz swoje\nzadanie poważnie.\pGdy wypełnisz trochę więcej stron,\nnie omieszkaj mi powiedzieć.

source: You've caught… {STR_VAR_2}!?\nNow, this is impressive!\pThere's something I wanted to ask\nof you, {PLAYER}.\pCome.\nFollow me.
pl: Złapałeś... {STR_VAR_2}!?\nNo! Jestem pod wrażeniem\pJest coś, o co chciałbym cię\npoprosić, {PLAYER}.\pProszę.\nChodź za mną.

source: OAK: Ah, {PLAYER}!\nYou seem to be enjoying traveling.\pKnowing you, {PLAYER}, I can easily\nimagine you going out to even more\lexotic locales.\pGood for you, good for you.\nHohoho.
pl: OAK: Ach, {PLAYER}!\nWidzę, że podoba ci się podróżowanie.\pZnając cię, {PLAYER}, mogę wyobrazić sobie ciebie w nawet\nbardziej\legzotycznych lokacjach.\pŚwietnie, świetnie.\nChocho.

source: MOM: …Right.\nAll boys leave home someday.\lIt said so on TV.\pOh, yes. PROF. OAK, next door, was\nlooking for you.
pl: MAMA: …Tak.\nWszyscy chłopcy opuszczają dom.\lMówili tak w TV.\pNasz sąsiad, PROF. OAK, chciał z\ntobą porozmawiać.

source: MOM: …Right.\nAll girls dream of traveling.\lIt said so on TV.\pOh, yes. PROF. OAK, next door, was\nlooking for you.
pl: MAMA: …Tak. Wszystkie\ndziewczyny marzą o podróżach.\lTak mówili w TV.\pA, szukał cię nasz sąsiad,\nPROFESOR OAK.

# MOM: {PLAYER}! You should take a quick rest.
source: MOM: {PLAYER}!\nYou should take a quick rest.
pl: MAMA: {PLAYER}!\nPowinieneś odpocząć!

# MOM: Oh, good! You and your POKéMON are looking great.lTake care now!
source: MOM: Oh, good! You and your\nPOKéMON are looking great.\lTake care now!
pl: MAMA: Świetnie! Ty i twoje\nPOKéMONY wyglądacie cudnie.\lTrzymaj się!

source: There's a movie on TV.\nFour boys are walking on railroad\ltracks.\p…I better go, too.
pl: W telewizji leci film.\nCzterech chłopców idzie po torach\lkolejowych.\p…Lepiej iść.

source: There's a movie on TV.\nA girl with her hair in pigtails is\lwalking up a brick road.\p…I better go, too.
pl: W telewizji leci film.\nDziewczyna w kucyku idzie wzdłuż\lkamiennej drogi.\p…Chyba czas się zbierać.

source: Oops, wrong side…
pl: Ups, zła strona…

# {PLAYER} played with the NES.p…Okay! It's time to go!
source: {PLAYER} played with the NES.\p…Okay!\nIt's time to go!
pl: {PLAYER} pograł na NESIE.\p...Okej!\nCzas już ruszać!

# It's a posted notice…pIf you're confused, ask for HELP! Press the L or R Button!
source: It's a posted notice…\pIf you're confused, ask for HELP!\nPress the L or R Button!
pl: Przyklejona wiadomość…\pJeśli nie wiesz co robić,\nużyj pomocy! Naciśnij L lub R!

# {RIVAL}: What, it's only {PLAYER}? Gramps isn't around.
source: {RIVAL}: What, it's only {PLAYER}?\nGramps isn't around.
pl: {RIVAL}: Co, to tylko {PLAYER}?\nDziadka nie ma.

# {RIVAL}: Gramps! I'm fed up with waiting!
source: {RIVAL}: Gramps!\nI'm fed up with waiting!
pl: {RIVAL}: Dziadku!\nMam dość tego czekania!

# {RIVAL}: Hey! Gramps! No fair! What about me?
source: {RIVAL}: Hey! Gramps! No fair!\nWhat about me?
pl: {RIVAL}: Hej, Dziadku! Nie fair!\nA co ze mną?

source: {RIVAL}: Heh, I don't need to be\ngreedy like you. I'm mature!\pGo ahead and choose, {PLAYER}!
pl: {RIVAL}: Heh, nie jestem taki\nzachłanny jak ty.\pJestem dojrzały!\nIdź coś wybrać, {PLAYER}!

source: {RIVAL}: I'll take this one, then!
pl: {RIVAL}: No to ja wezmę tego!

# {RIVAL} received the {STR_VAR_1} from PROF. OAK!
source: {RIVAL} received the {STR_VAR_1}\nfrom PROF. OAK!
pl: {RIVAL} dostaje {STR_VAR_1}\nod PROF. OAKA!

# {RIVAL}: My POKéMON looks a lot tougher than yours.
source: {RIVAL}: My POKéMON looks a lot\ntougher than yours.
pl: {STR_VAR_1}: Mój POKéMON wygląda\nna silniejszego!

# {RIVAL}: Wait, {PLAYER}! Let's check out our POKéMON!pCome on, I'll take you on!
source: {RIVAL}: Wait, {PLAYER}!\nLet's check out our POKéMON!\pCome on, I'll take you on!
pl: {RIVAL}: Poczekaj, {PLAYER}!\nSprawdźmy nasze POKéMONY!\pNo chodź, sprawdzimy się!

# WHAT? Unbelievable!lI picked the wrong POKéMON!
source: WHAT?\nUnbelievable!\lI picked the wrong POKéMON!
pl: COO?\nNiewiarygodne!\lWybrałem złego POKéMONA!

# {RIVAL}: Yeah! Am I great or what?
source: {RIVAL}: Yeah!\nAm I great or what?
pl: {RIVAL}: Ta!\nCzyż nie jestem cool?

source: {RIVAL}: Okay! I'll make my\nPOKéMON battle to toughen it up!\p{PLAYER}! Gramps!\nSmell you later!
pl: {RIVAL}: OK! Będę walczył\nmoimi POKéMONAMI, by były silne!\p{PLAYER}! Dziadku!\nNo to spadam!

source: {RIVAL}: Gramps!
pl: {RIVAL}: Dziadku!

# {RIVAL}: I almost forgot! What did you call me for?
source: {RIVAL}: I almost forgot!\nWhat did you call me for?
pl: {RIVAL}: Prawie zapomniałem!\nPo co mnie wezwałeś?

# {RIVAL}: All right, Gramps! Leave it all to me!
source: {RIVAL}: All right, Gramps!\nLeave it all to me!
pl: {RIVAL}: Wporzo, Dziadku!\nZostaw to mi!

source: {PLAYER}, I hate to say it, but you\nwon't be necessary for this.\pI know! I'll borrow a TOWN MAP\nfrom my sis!\pI'll tell her not to lend you one,\n{PLAYER}! Hahaha!\pDon't bother coming around to\nmy place after this!
pl: {PLAYER}, nie chcę cię martwić, ale\nnie będziesz potrzebny.\pWiem! Pójdę i pożyczę MAPĘ REGIONU\nod mojej siostry!\pPowiem jej, żeby tobie nie dała,\n{PLAYER}! Haha!\pWięc nie wysilaj się i nie idź\ndo mojego domu!

source: OAK: {RIVAL}?\nLet me think…\pOh, that's right, I told you to\ncome! Just wait!\pHere, {PLAYER}.\pThere are three POKéMON here.\pHaha!\pThe POKéMON are held inside\nthese POKé BALLS.\pWhen I was young, I was a serious\nPOKéMON TRAINER.\pBut now, in my old age, I have\nonly these three left.\pYou can have one.\nGo on, choose!
pl: OAK: {RIVAL}?\nNiech pomyślę...\pNo tak! Powiedziałem, żebyś\nprzyszedł! Zaczekaj!\pWięc, {PLAYER}.\pTam leżą trzy POKéMONY.\pChacha!\pZnajdują się wewnątrz tamtych \nPOKé BALLI.\pGdy byłem młody, byłem\nTRENEREM POKéMONÓW.\pAle teraz, jestem już stary i\nzostały mi tylko te trzy.\pMożesz wziąć jednego.\nIdź, wybierz sobie!

# OAK: Be patient, {RIVAL}. You can have one, too!
source: OAK: Be patient, {RIVAL}.\nYou can have one, too!
pl: OAK: Spokojnie, {RIVAL}.\nTy też dostaniesz.

source: OAK: Now, {PLAYER}.\pInside those three POKé BALLS are\nPOKéMON.\pWhich one will you choose for\nyourself?
pl: OAK: Więc, {PLAYER}.\pW tych POKé BALLACH są\nPOKéMONY.\pKtórego sobie wybierzesz do\ntreningu?

# OAK: Hey! Don't go away yet!
source: OAK: Hey!\nDon't go away yet!
pl: OAK: Hej!\nNie uciekaj!

source: Ah! CHARMANDER is your choice.\nYou should raise it patiently.\pSo, {PLAYER}, you're claiming the\nFIRE POKéMON CHARMANDER?
pl: Ach! Wybierasz CHARMANDERA?\nTrenuj go bardzo ostrożnie.\pWięc, {PLAYER}, chcesz wybrać\nOGNISTEGO POKéMONA CHARMANDERA?

source: Hm! SQUIRTLE is your choice.\nIt's one worth raising.\pSo, {PLAYER}, you've decided on the\nWATER POKéMON SQUIRTLE?
pl: Hm! Twój wybór padł na SQUIRTLE'A?\nTen jest wart wytrenowania!\pWięc, {PLAYER}, chcesz\nWODNEGO POKéMONA SQUIRTLE?

source: I see! BULBASAUR is your choice.\nIt's very easy to raise.\pSo, {PLAYER}, you want to go with\nthe GRASS POKéMON BULBASAUR?
pl: Rozumiem! Interesuje cię BULBASAUR.\nJest łatwy w treningu.\pWięc, {PLAYER}, chcesz wziąć\nTRAWIASTEGO POKéMONA BULBASAURA?

# This POKéMON is really quite energetic!
source: This POKéMON is really quite\nenergetic!
pl: Ten POKéMON jest naprawdę\nenergiczny!

# {PLAYER} received the {STR_VAR_1} from PROF. OAK!
source: {PLAYER} received the {STR_VAR_1}\nfrom PROF. OAK!
pl: {PLAYER} dostaje {STR_VAR_1}\nod PROF. OAKA!

source: OAK: If a wild POKéMON appears,\nyour POKéMON can battle it.\pWith it at your side, you should be\nable to reach the next town.
pl: OAK: Gdy zaatakuje cię dziki POKéMON,\ntwój będzie z nim walczył.\pZ jego pomocą, uda ci się\ndotrzeć do następnego miasta.

source: OAK: {PLAYER}, raise your young\nPOKéMON by making it battle.\pIt has to battle for it to grow.
pl: OAK: {PLAYER}, trenuj swojego\nPOKéMONA tocząc nim walki.\pTylko w ten sposób zdobędzie poziom.

source: OAK: Oh, {PLAYER}!\nHow is my old POKéMON?\pWell, it seems to be growing more\nattached to you.\pYou must be talented as a POKéMON\nTRAINER.\pWhat's that?\nYou have something for me?
pl: OAK: Och, {PLAYER}!\nJak tam mój POKéMON?\pWygląda, że zaczyna się do ciebie\nprzywiązywać.\pMusisz być utalentowany jako TRENER \nPOKéMONÓW.\pCo to jest?\nMasz coś dla mnie?

source: {PLAYER} delivered OAK'S PARCEL.
pl: {PLAYER} doręcza PACZKĘ OAKA.

# Ah! It's the custom POKé BALL!pI had it on order. Thank you!
source: Ah! \nIt's the custom POKé BALL!\pI had it on order.\nThank you!
pl: Ach!\nTo moje zamówione POKé BALLE!\pNo tak, miałem je odebrać!

# OAK: Oh, right! I have a request for you two.
source: OAK: Oh, right!\nI have a request for you two.
pl: OAK: A, właśnie!\nMam dla was zadanie!

source: On the desk there is my invention,\nthe POKéDEX!\pIt automatically records data on\nPOKéMON you've seen or caught.\pIt's a high-tech encyclopedia!
pl: Na stole leży mój wynalazek, zwie\nsię POKéDEKSEM!\pAutomatycznie zapisuje dane\nnapotkanych i złapanych POKéMONÓW.\pTo nowoczesna encyklopedia!

# OAK: {PLAYER} and {RIVAL}. Take these with you.
source: OAK: {PLAYER} and {RIVAL}.\nTake these with you.
pl: OAK: {PLAYER} i {RIVAL}.\nWeźcie też to.

# {PLAYER} received the POKéDEX from PROF. OAK.
source: {PLAYER} received the POKéDEX\nfrom PROF. OAK.
pl: {PLAYER} dostaje POKéDEX od\nPROFESORA OAKA.

source: OAK: You can't get detailed data\non POKéMON by just seeing them.\pYou must catch them to obtain\ncomplete data.\pSo, here are some tools for\ncatching wild POKéMON.
pl: OAK: Nie dostaniesz dokładnych\ndanych tylko spotykając POKéMONY.\pMusisz je łapać, by otrzymać\nkompletne dane.\pPomogą wam narzędzia do\nłapania dzikich POKéMONÓW.

source: {PLAYER} received five POKé BALLS.
pl: {PLAYER} dostaje pięć POKé BALLI.

source: When a wild POKéMON appears,\nit's fair game.\pJust throw a POKé BALL at it and\ntry to catch it!\pThis won't always work, however.\pA healthy POKéMON can escape.\nYou have to be lucky!
pl: Gdy zaatakuje cię dziki POKéMON\nsprawa jest prosta.\pRzuć w niego POKé BALLEM\ni spróbuj złapać!\pAle to nie zawsze zadziała.\pZdrowy POKéMON może uciec.\nMusisz mieć szczęście!

source: To make a complete guide on all\nthe POKéMON in the world…\pThat was my dream!\pBut, I'm too old.\nI can't get the job done.\pSo, I want you two to fulfill my\ndream for me.\pGet moving, you two.\pThis is a great undertaking in\nPOKéMON history!
pl: Stworzyć kompletny przewodnik\npo świecie POKéMONÓW…\pTo było moim marzeniem!\pAle jestem już na to za stary.\nNie poradzę z tym sobie.\pChcę więc, żebyście spełnili\nmój sen.\pRuszajcie już.\pTo wielki dzień w historii\nświata POKéMONÓW.

# POKéMON around the world wait for you, {PLAYER}!
source: POKéMON around the world wait for\nyou, {PLAYER}!
pl: POKéMONY na całym świecie czekają,\n{PLAYER}!

source: Ah, {PLAYER}!\nHow is your POKéDEX shaping up?\p{RIVAL} has already caught some\nPOKéMON and added to the data.\pSo, {PLAYER}, let's have a look at\nyour POKéDEX.\p…What's the matter?\nYou've added no new data at all.\pI'll give you these, so do try a\nlittle harder.
pl: Ach, {PLAYER}!\nJak wygląda sprawa z POKéDEKSEM?\p{RIVAL} złapał już kilka\nPOKéMONÓW i uzupełnił ich dane.\pWięc, {PLAYER}, pozwól obejrzeć\nmi twój POKéDEX.\p...Co się stało?\nNie dodałeś żadnych nowych danych.\pDam ci to i postaraj się\ntroszkę bardziej.

source: OAK: Come see me sometime.\pAfter all, I want to know how your\nPOKéDEX is coming along.
pl: OAK: Odwiedź mnie czasem.\pChcę wiedzieć, jakie udaje ci się\npoczynić postępy.

# It's like an encyclopedia, but the pages are blank.
source: It's like an encyclopedia, but the\npages are blank.
pl: To coś jak encyklopedia, tylko z\npustymi stronami.

# Those are POKé BALLS. They contain POKéMON!
source: Those are POKé BALLS.\nThey contain POKéMON!
pl: To są POKé BALLE.\nZawierają POKéMONY!

source: That's PROF. OAK's last POKéMON.
pl: To ostatni POKéMON PROF. OAKA.

source: Press START to open the MENU!
pl: Przycisk START włącza MENU!

# The SAVE option is on the MENU. Use it regularly.
source: The SAVE option is on the MENU.\nUse it regularly.
pl: Opcja ZAPISU znajduje się w MENU.\nUżywaj jej!

# All POKéMON types have strong and weak points against others.
source: All POKéMON types have strong and\nweak points against others.
pl: Wszystkie typy POKéMONÓW mają\nsilne i słabe strony w walce.

source: There's an e-mail message here.\p…\pFinally!\nThe ultimate TRAINERS of the\lPOKéMON LEAGUE are ready to\ltake on all comers!\pBring your best POKéMON and see\nhow you rate as a TRAINER!\pPOKéMON LEAGUE HQ\nINDIGO PLATEAU\pPROF. OAK, please visit us!\n…
pl: Na ekranie wyświetlony jest\ne-mail.\p…\pNareszcie!\nNajlepsi TRENERZY\lLIGI POKéMON gotowi są przyjąć\lwszystkich chętnych!\pWeź swe najlepsze POKéMONY\ni zobacz jakim jesteś TRENEREM!\pLIGA POKéMON\nBŁĘKITNY PŁASKOWYŻ\pPROF. OAK, prosimy o wizytę!\n…

# I study POKéMON as PROF. OAK's AIDE.
source: I study POKéMON as PROF. OAK's\nAIDE.
pl: Jestem POMOCNIKIEM PROFESORA\nOAKA.

source: Hi, {PLAYER}. I bet you've become\ngood friends with your POKéMON.\pBy the way, did you know about\nDAISY?\pIf you show DAISY your POKéMON,\nshe can tell how much it likes you.\pOccasionally, she will even groom\na POKéMON for you.\pThis is a secret, so please don't\ntell anyone.
pl: Hej, {PLAYER}. Pewnie\nzaprzyjaźniłeś się już ze swoimi\nPOKéMONAMI.\pPrzy okazji, wiesz, o\nDAISY?\pJeśli pokażesz jej swoje POKéMONY,\npowie ci, jak bardzo cię lubią.\pCzasami nawet uczesze je\ndla ciebie!\pTo tajemnica, więc lepiej\nnie mów o tym nikomu, ok?

source: PROF. OAK is going to have his own\nradio show soon.\pThe program will be called PROF.\nOAK's POKéMON SEMINAR.
pl: PROF. OAK będzie miał swój własny\nprogram w radiu.\pBędzie się nazywał KONWERSATORIUM\nPOKéMON OAKA.

source: PROF. OAK may not look like much,\nbut he's the authority on POKéMON.\pMany POKéMON TRAINERS hold him in\nhigh regard.
pl: Może nie wygląda, ale PROF. OAK to\nautorytet w dziedzinie POKéMONÓW.\pWielu TRENERÓW ma do niego wielki\nszacunek.

source: Ah, now this is excellent!\p{PLAYER}, I have another important\nfavor to ask of you.\pI need you to listen closely.
pl: Ah, wspaniale!\p{PLAYER}, chciałbym cie poprosić o\njeszcze jedną ważną przysługę.\pSłuchaj mnie bardzo uważnie.

source: Recently, there have been sightings\nof many rare POKéMON species.\pI'm talking about POKéMON that\nhave never been seen in KANTO.\pI would love to go see things for\nmyself, but I'm much too old.\pSince I can't do it, {PLAYER}, I'd\nlike you to go in my place.
pl: Ostatnio, ludzie zgłaszali wiele\nspotkań z rzadkimi POKéMONAMI.\pMówię o POKéMONACH, których nie\nmożna spotkać w KANTO.\pChciałbym się wybrać i zbadać to\nwszystko sam, ale jestem za stary.\pSkoro sam nie mogę, {PLAYER},\nproszę, żebyś wybrał się tam za mnie.

source: {RIVAL}: Hey, I heard that!\pGramps, what's with favoring\n{PLAYER} over me all the time?\pI went and collected more POKéMON,\nand faster, too.\pYou should just let me handle\neverything.
pl: {RIVAL}: Hej, słyszałem to!\pDziadku, co to za zmowa\n{RIVAL} i ty przeciwko mnie?\pPolazłem i zbierałem więcej\nPOKéMONÓW i robiłem to szybciej.\pPowinieneś mi zlecić to\ncałe zadanie.

source: OAK: I know, I know.\nOf course I need your help, too.\pNow, I need to see both your\nPOKéDEXES.
pl: OAK: Wiem, wiem.\nOczywiście potrzebuje też ciebie.\pPozwólcie mi obejrzeć wasze\nPOKéDEKSY.

# PROF. OAK took both POKéDEX units.
source: PROF. OAK took both POKéDEX\nunits.
pl: PROF. OAK wziął oba\nPOKéDEKSY.

source: … … … … … …\p… … … … … …\p…And that's done!\pNow these units can record data on\na lot more POKéMON.
pl: … … … … … …\p… … … … … …\p…No i gotowe!\pTeraz będą mogły\nzapisywać dane nowych POKéMONÓW.

source: {PLAYER}'s POKéDEX was upgraded!
pl: {PLAYER} dostaje nowy POKéDEX!

source: Now, {PLAYER} and {RIVAL}!\pThis time, you really must work\ntowards filling your POKéDEXES.\pI urge you to make them the best\nand the most complete of all time!\pTruly, this is a monumentally great\nundertaking in POKéMON history!
pl: Więc, {PLAYER} i {RIVAL}!\pTym razem, musicie starać się\nmocno wypełniając POKéDEKSY.\pChciałbym, żeby stały się\nnajlepsze i najpełniejsze!\pNaprawdę, to jedno z największych\nprzedsięwzięć w historii POKéMONÓW!

source: {RIVAL}: Gramps, calm down.\nDon't get so excited.\pI'll get the POKéDEX completed,\ndon't you worry about a thing.\pI think I'll try looking around\nONE ISLAND first…\pAnyways, I'm outta here!
pl: {RIVAL}: Dziadku, uspokój się.\nNie podniecaj się tak.\pWypełnie cały POKéDEX,\nnie masz się co martwić.\pChyba najpierw rozejrze się po\nterenach WYSPY ONE...\pTak czy inaczej, zmywam się!

# DAISY: Hi, {PLAYER}!pMy brother, {RIVAL}, is out at Grandpa's LAB.
source: DAISY: Hi, {PLAYER}!\pMy brother, {RIVAL}, is out at\nGrandpa's LAB.
pl: DAISY: Cześć, {PLAYER}!\pMój brat, {RIVAL} poszedł do\ndziadka.

# DAISY: {PLAYER}, I heard you had a battle against {RIVAL}.pI wish I'd seen that!
source: DAISY: {PLAYER}, I heard you had\na battle against {RIVAL}.\pI wish I'd seen that!
pl: DAISY: {PLAYER}, słyszałam o walce\nprzeciwko {RIVAL}.\pChciałabym to widzieć!

source: Grandpa asked you to run an\nerrand?\pGee, that's lazy of him.\nHere, this will help you.
pl: Dziadek wysłał cię na jakąś\nmisję?\pHej, straszny z niego leń.\nMasz, to ci pomoże.

# {PLAYER} received a TOWN MAP from DAISY.
source: {PLAYER} received a TOWN MAP\nfrom DAISY.
pl: {PLAYER} dostaje MAPE REGIONU\nod DAISY.

# You don't have space for this in your BAG.
source: You don't have space for this in\nyour BAG.
pl: Nie masz na to miejsca w swojej\nTORBIE.

source: You can use the TOWN MAP to find\nout where you are, or check the\lnames of places.
pl: Możesz użyć MAPY, aby dowiedzieć\nsię gdzie jesteś albo sprawdzić\lnazwy miejsc.

source: DAISY: Just like people, POKéMON\nare living things.\pWhen they get tired, please give\nthem a rest.
pl: DAISY: POKéMONY, tak jak ludzie\nsą żywymi istotami.\pPozwól im odpocząć, gdy poczują\nzmęczenie.

# It's a big map of the KANTO region. Now this would be useful!
source: It's a big map of the KANTO region.\nNow this would be useful!
pl: To olbrzymia mapa regionu KANTO.\nTo może być przydatne!

# The shelves are crammed full of books on POKéMON.
source: The shelves are crammed full of\nbooks on POKéMON.
pl: Półki zawalone są książkami o\nPOKéMONACH.

source: DAISY: Hi, {PLAYER}!\nGood timing.\pI'm about to have some tea.\nWould you like to join me?\pOh, but look.\nYour POKéMON are a little dirty.\pWould you like me to groom one?
pl: DAISY: Cześć, {PLAYER}!\nW samą porę.\pWłaśnie miałam napić się\nherbaty. Przyłączysz się?\pZobacz! \nTwoje POKéMONY troszkę się ubrudziły.\pChcesz, żebym jakiegoś uczesała?

# You don't need any grooming done? Okay, we'll just have tea.
source: You don't need any grooming done?\nOkay, we'll just have tea.
pl: Nie chcesz pomocy? Ok,\nw takim razie napijmy się herbatki.

source: Which one should I groom?
pl: Którym mam się zająć?

# DAISY: Okay, I'll get it looking nice in no time.
source: DAISY: Okay, I'll get it looking\nnice in no time.
pl: DAISY: Ok, zobaczysz! Uładnie go\nw parę sekund.

source: {COLOR DARK_GRAY}{STR_VAR_1} looks dreamily content…\p{COLOR RED}DAISY: There you go! All done.\n
pl: {COLOR DARK_GRAY}{STR_VAR_1} wygląda szczęśliwie…\p{COLOR RED}DAISY: Proszę bardzo! Gotowe.\nWidzisz jaki jest piękny?\pHihihi…\nTo taki słodki POKéMON.

source: {FONT_NORMAL}{STR_VAR_1} looks dreamily content…\p{FONT_FEMALE}DAISY: There you go! All done.\n
pl: {FONT_NORMAL}{STR_VAR_1} wygląda szczęśliwie…\p{FONT_FEMALE}DAISY: Proszę bardzo! Gotowe.\n

# See? Doesn't it look nice?pGiggle… It's such a cute POKéMON.
source: See? Doesn't it look nice?\pGiggle…\nIt's such a cute POKéMON.
pl: Widzisz jaki jest piękny?\pHihihi…\nTo taki słodki POKéMON.

# Oh, sorry. I honestly can't groom an EGG.
source: Oh, sorry. I honestly can't\ngroom an EGG.
pl: Ojej, przecież nie mogę\nuczesać JAJKA.

source: DAISY: Your POKéMON grow to love\nyou if you raise them with love.\pFor example, {PLAYER}, may I see\nyour first POKéMON?
pl: DAISY: Twoje POKéMONY rosną z\nmiłością, jeśli i ty je kochasz.\pPrzykładowo, {PLAYER}, pokażesz mi\njakiegoś POKA?

source: It couldn't possibly love you\nany more than it does now.\pYour POKéMON is happy beyond\nwords.
pl: Chyba nie mógłby cię kochać\nmocniej niż kocha teraz.\pTwój POKéMON jest super\nszczęśliwy.

# It looks very happy.pI wish {RIVAL} could see this and learn something from it.
source: It looks very happy.\pI wish {RIVAL} could see this and\nlearn something from it.
pl: Wygląda szczęśliwie.\pChciałabym, by {RIVAL} zobaczył to\ni czegoś się nauczył.

# It's quite friendly with you. Keep being good to it!
source: It's quite friendly with you.\nKeep being good to it!
pl: Chyba cię lubi. Bądź dla niego\nnadal dobry!

# It's warming up to you. Trust must be growing between you.
source: It's warming up to you.\nTrust must be growing between you.
pl: Zaczyna cię lubić. Musi\nrozwinąć się u was nić zaufania.

source: It's not quite familiar with you\nyet.\pPOKéMON are all quite wary when\nyou first get them.
pl: Nie poznał cię jeszcze dobrze.\nPOKéMONY są czasami\ppodejrzliwe, gdy tylko\nje dostaniesz.

source: {PLAYER}, I don't like the way it\nglares at you.\pCould you try being a little nicer\nto it?
pl: {PLAYER}, nie podoba mi się, jak\nspogląda na ciebie.\pBądź dla niego trochę milszy, ok?

source: …Um, it's not easy for me to say\nthis, but…\pIs there some reason why your\nPOKéMON would hate you so much?
pl: …Um, trudno mi to powiedzieć,\nale…\pJest jakiś powód na to, dlaczego\nPOKéMONY tak bardzo cię nienawidzą?

# “The lovely and sweet CLEFAIRY”
source: “The lovely and sweet\nCLEFAIRY”
pl: “Kochana i słodka\nCLEFAIRY”

source: Yawn!\nI must have dozed off in the sun.\pI had this weird dream about\na DROWZEE eating my dream.\pAnd…\nI learned how to eat dreams…\pOogh, this is too spooky!\pLet me teach it to a POKéMON so\nI can forget about it!
pl: Ziew!\nMusiałem trochę przysnąć na słonku.\pMiałem dziwny sen o tym,\njak DROWZEE zjada mój sen.\pI…\nSam nauczyłem się jak jeść sny…\pO, to zbyt przerażające!\pPozwól, że nauczę tego POKéMONA,\nżebym o tym zapomniał!

source: …Snore…
pl: …Chrap…

# Which POKéMON wants to learn DREAM EATER?
source: Which POKéMON wants to learn\nDREAM EATER?
pl: Który POKéMON ma poznać\nZJADACZ SNÓN?

# …ZZZ… I…can't eat…anymore…
source: …ZZZ…\nI…can't eat…anymore…
pl: …ZZZ…\nNie…zjem…już więcej…

source: CLEFAIRY came from the moon.\nThat's what the rumor is.\pThey appeared after MOON STONES\nfell on MT. MOON.
pl: CLEFAIRY przybyły z księżyca.\nTak głosi plotka.\pZjawiły się, gdy KAMIENIE KIĘŻYCA\nspadły na GÓRĘ MOON.

source: There aren't many serious POKéMON\nTRAINERS here.\pThey're all like BUG CATCHERS,\nyou know, just hobbyists.\pBut PEWTER GYM's BROCK isn't like\nthat, not one bit.
pl: Nie ma tu żadnych poważnych\nTRENERÓW POKéMONÓW.\pWszyscy są ŁAPACZAMI ROBAKÓW,\nwiesz, zwykłymi hobbistami.\pAle BROCK z SALI w PEWTER jest\nzupełnie inny.

source: Did you check out the MUSEUM?
pl: Czy byłeś już w MUZEUM?

# Weren't those fossils from MT. MOON amazing?
source: Weren't those fossils from MT. MOON\namazing?
pl: Czyż skamieliny z GÓRY MOON nie są\nświetne?

# Really? You absolutely have to go!
source: Really?\nYou absolutely have to go!
pl: Serio?\nNie możesz tego przegapić!
